step-by-step/030-populate-database/020-soap/0650-услуги-экземпляра-модуля-rscm/100.xml

<?xml version="1.0" ?>
<!-- Модули -> Разовые услуги -> Параметры услуг -->
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
    <S:Header>
        <auth xmlns="http://ws.base.kernel.bgbilling.bitel.ru/" pswd="admin" user="admin"></auth>
    </S:Header>
    <S:Body>
        <ns5:updateRSCMService xmlns:common="http://common.bitel.ru"
                               xmlns:ns5="http://service.common.rscm.modules.bgbilling.bitel.ru/"
                               xmlns:xs="http://www.w3.org/2001/XMLSchema"
                               xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
            <rscmService xmlns="" id="0" serviceId="3" unit="шт."></rscmService>
        </ns5:updateRSCMService>
    </S:Body>
</S:Envelope>
